Repository: danya-prohvat/ctracker
Catalog: CalorieTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Back
ar: رجوع
bn: ফিরে যান
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es_es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
ur: واپس
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Barcode %@
ar: الرمز الشريطي %@
bn: বারকোড %@
cs: Čárový kód %@
da: Stregkode %@
es_es: Código de barras %@
fi: Viivakoodi %@
fr: Code-barres %@
he: ברקוד %@
hi: बारकोड %@
hr: Barkod %@
hu: Vonalkód: %@
it: Codice a barre %@
ja: バーコード %@
ko: 바코드 %@
ms: Kod bar %@
nb: Strekkode %@
pl: Kod kreskowy %@
pt_br: Código de barras %@
pt_pt: Código de barras %@
ro: Cod de bare %@
ru: Штрихкод %@
sk: Čiarový kód %@
sl: Črtna koda %@
sv: Streckkod %@
th: บาร์โค้ด %@
tr: Barkod %@
uk: Штрихкод %@
ur: بارکوڈ %@
vi: Mã vạch %@
zh_hans: 条形码 %@
zh_hant: 條碼 %@

source: Barcode saved
ar: تم حفظ الرمز الشريطي
bn: বারকোড সংরক্ষিত
cs: Čárový kód uložen
da: Stregkode gemt
de: Barcode gespeichert
el: Το barcode αποθηκεύτηκε
es_es: Código de barras guardado
fi: Viivakoodi tallennettu
fr: Code-barres enregistré
he: הברקוד נשמר
hi: बारकोड सेव हो गया
hr: Barkod spremljen
hu: Vonalkód mentve
id: Barcode tersimpan
it: Codice a barre salvato
ja: バーコード保存済み
ko: 바코드 저장됨
ms: Kod bar disimpan
nb: Strekkode lagret
nl: Barcode bewaard
pl: Zapisano kod kreskowy
pt_br: Código de barras salvo
pt_pt: Código de barras guardado
ro: Cod de bare salvat
ru: Штрихкод сохранён
sk: Čiarový kód uložený
sl: Črtna koda shranjena
sv: Streckkod sparad
th: บันทึกบาร์โค้ดแล้ว
tr: Barkod kaydedildi
uk: Штрихкод збережено
ur: بارکوڈ محفوظ ہو گیا
vi: Đã lưu mã vạch
zh_hans: 条形码已保存
zh_hant: 已儲存條碼

source: CARB
ar: كارب
bn: কার্ব
cs: SACH
da: KULH
de: KH
el: ΥΔΑΤ
fi: HH
fr: GLUC
he: פחמ׳
hi: कार्ब
hr: UH
hu: CH
id: KARB
ja: 炭水化物
ko: 탄수
ms: KARB
nb: KARB
nl: KH
pl: WĘGL.
pt_pt: HC
ru: УГЛ
sk: SACH
sl: OH
sv: KOLH
th: คาร์บ
tr: KARB
uk: ВУГЛ
ur: کارب
zh_hans: 碳水
zh_hant: 碳水

source: Caffeine
ar: الكافيين
bn: ক্যাফেইন
cs: Kofein
da: Koffein
de: Koffein
el: Καφεΐνη
es_es: Cafeína
fi: Kofeiini
fr: Caféine
he: קפאין
hi: कैफ़ीन
hr: Kofein
hu: Koffein
id: Kafein
it: Caffeina
ja: カフェイン
ko: 카페인
ms: Kafein
nb: Koffein
nl: Cafeïne
pl: Kofeina
pt_br: Cafeína
pt_pt: Cafeína
ro: Cafeină
ru: Кофеин
sk: Kofeín
sl: Kofein
sv: Koffein
th: คาเฟอีน
tr: Kafein
uk: Кофеїн
ur: کیفین
zh_hans: 咖啡因
zh_hant: 咖啡因

source: Calcium
ar: الكالسيوم
bn: ক্যালসিয়াম
cs: Vápník
el: Ασβέστιο
es_es: Calcio
fi: Kalsium
he: סידן
hi: कैल्शियम
hr: Kalcij
hu: Kalcium
id: Kalsium
it: Calcio
ja: カルシウム
ko: 칼슘
ms: Kalsium
nb: Kalsium
pl: Wapń
pt_br: Cálcio
pt_pt: Cálcio
ro: Calciu
ru: Кальций
sk: Vápnik
sl: Kalcij
sv: Kalcium
th: แคลเซียม
tr: Kalsiyum
uk: Кальцій
ur: کیلشیم
vi: Canxi
zh_hans: 钙
zh_hant: 鈣

source: Calculate for me
ar: احسب لي
bn: আমার জন্য হিসাব করুন
cs: Spočítat za mě
da: Beregn for mig
de: Für mich berechnen
el: Υπολογισμός για εμένα
es_es: Calcúlalo por mí
fi: Laske puolestani
fr: Calculer pour moi
he: חשבו בשבילי
hi: मेरे लिए कैलकुलेट करें
hr: Izračunaj za mene
hu: Számold ki helyettem
id: Hitungkan untuk saya
it: Calcola per me
ja: 自動で計算
ko: 자동 계산
ms: Kira untuk saya
nb: Beregn for meg
nl: Bereken voor mij
pl: Oblicz za mnie
pt_br: Calcular para mim
pt_pt: Calcular por mim
ro: Calculează pentru mine
ru: Рассчитать за меня
sk: Vypočítať za mňa
sl: Izračunaj zame
sv: Beräkna åt mig
th: คำนวณให้ฉัน
tr: Benim için hesapla
uk: Розрахувати за мене
ur: میرے لیے حساب لگائیں
vi: Tính giúp tôi
zh_hans: 帮我计算
zh_hant: 幫我計算

source: Calculate goals
ar: حساب الأهداف
bn: লক্ষ্য হিসাব করুন
cs: Spočítat cíle
da: Beregn mål
de: Ziele berechnen
el: Υπολογισμός στόχων
es_es: Calcular objetivos
fi: Laske tavoitteet
fr: Calculer les objectifs
he: חישוב יעדים
hi: लक्ष्य कैलकुलेट करें
hr: Izračunaj ciljeve
hu: Célok kiszámítása
id: Hitung target
it: Calcola obiettivi
ja: 目標を計算
ko: 목표 계산
ms: Kira matlamat
nb: Beregn mål
nl: Bereken doelen
pl: Oblicz cele
pt_br: Calcular metas
pt_pt: Calcular objetivos
ro: Calculează obiectivele
ru: Рассчитать цели
sk: Vypočítať ciele
sl: Izračunaj cilje
sv: Beräkna mål
th: คำนวณเป้าหมาย
tr: Hedefleri hesapla
uk: Розрахувати цілі
ur: اہداف کا حساب لگائیں
vi: Tính mục tiêu
zh_hans: 计算目标
zh_hant: 計算目標

source: Calculating your plan…
ar: جارٍ حساب خطتك…
bn: আপনার প্ল্যান হিসাব করা হচ্ছে…
cs: Počítáme váš plán…
da: Beregner din plan…
de: Dein Plan wird berechnet …
el: Υπολογισμός του πλάνου σας…
es_es: Calculando tu plan…
fi: Lasketaan suunnitelmaasi…
fr: Calcul de votre plan…
he: מחשבים את התוכנית שלך…
hi: आपका प्लान तैयार हो रहा है…
hr: Izračunavamo vaš plan…
hu: A terved kiszámítása…
id: Menghitung rencana Anda…
it: Calcolo del tuo piano…
ja: プランを計算中…
ko: 플랜 계산 중…
ms: Mengira pelan anda…
nb: Beregner planen din…
nl: Je plan berekenen…
pl: Obliczanie planu…
pt_br: Calculando seu plano…
pt_pt: A calcular o seu plano…
ro: Îți calculăm planul…
ru: Рассчитываем ваш план…
sk: Počítame váš plán…
sl: Izračunavanje vašega načrta…
sv: Beräknar din plan…
th: กำลังคำนวณแผนของคุณ…
tr: Planınız hesaplanıyor…
uk: Розраховуємо ваш план…
ur: آپ کا پلان تیار کیا جا رہا ہے…
vi: Đang tính toán kế hoạch của bạn…
zh_hans: 正在计算你的方案…
zh_hant: 正在計算你的計畫…

source: Calendar
ar: التقويم
bn: ক্যালেন্ডার
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es_es: Calendario
fi: Kalenteri
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
hr: Kalendar
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
ms: Kalendar
nb: Kalender
nl: Kalender
pl: Kalendarz
pt_br: Calendário
pt_pt: Calendário
ru: Календарь
sk: Kalendár
sl: Koledar
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
ur: کیلنڈر
vi: Lịch
zh_hans: 日历
zh_hant: 日曆

source: Calorie Tracker · v%@
ar: Calorie Tracker · الإصدار %@

source: Calories
ar: السعرات الحرارية
bn: ক্যালরি
cs: Kalorie
da: Kalorier
de: Kalorien
el: Θερμίδες
es_es: Calorías
fi: Kalorit
he: קלוריות
hi: कैलोरी
hr: Kalorije
hu: Kalória
id: Kalori
it: Calorie
ja: カロリー
ko: 칼로리
ms: Kalori
nb: Kalorier
nl: Calorieën
pl: Kalorie
pt_br: Calorias
pt_pt: Calorias
ro: Calorii
ru: Калории
sk: Kalórie
sl: Kalorije
sv: Kalorier
th: แคลอรี่
tr: Kalori
uk: Калорії
ur: کیلوریز
vi: Calo
zh_hans: 热量
zh_hant: 熱量

source: Camera access is off
ar: الوصول إلى الكاميرا متوقف
bn: ক্যামেরা অ্যাক্সেস বন্ধ আছে
cs: Přístup k fotoaparátu je vypnutý
da: Kameraadgang er slået fra
de: Kamerazugriff deaktiviert
el: Η πρόσβαση στην κάμερα είναι απενεργοποιημένη
es_es: El acceso a la cámara está desactivado
fi: Kameran käyttö on estetty
fr: L’accès à l’appareil photo est désactivé
he: הגישה למצלמה כבויה
hi: कैमरा एक्सेस बंद है
hr: Pristup kameri je isključen
hu: A kamerahozzáférés ki van kapcsolva
id: Akses kamera nonaktif
it: Accesso alla fotocamera disattivato
ja: カメラへのアクセスがオフです
ko: 카메라 접근이 꺼져 있음
ms: Akses kamera dimatikan
nb: Kameratilgang er av
nl: Cameratoegang staat uit
pl: Dostęp do aparatu jest wyłączony
pt_br: Acesso à câmera desativado
pt_pt: O acesso à câmara está desativado
ro: Accesul la cameră este dezactivat
ru: Доступ к камере отключён
sk: Prístup k fotoaparátu je vypnutý
sl: Dostop do kamere je izklopljen
sv: Kameraåtkomsten är avstängd
th: การเข้าถึงกล้องปิดอยู่
tr: Kamera erişimi kapalı
uk: Доступ до камери вимкнено
ur: کیمرے تک رسائی بند ہے
vi: Quyền camera đang tắt
zh_hans: 相机访问权限已关闭
zh_hant: 相機取用已關閉

source: Camera viewfinder
ar: محدد منظر الكاميرا
bn: ক্যামেরা ভিউফাইন্ডার
cs: Hledáček fotoaparátu
da: Kamerasøger
de: Kamerasucher
el: Σκόπευτρο κάμερας
es_es: Visor de la cámara
fi: Kameran etsin
fr: Viseur de l’appareil photo
he: עינית המצלמה
hi: कैमरा व्यूफ़ाइंडर
hr: Tražilo kamere
hu: Kamerakereső
id: Jendela bidik kamera
it: Mirino della fotocamera
ja: カメラのファインダー
ko: 카메라 뷰파인더
ms: Pemidang tilik kamera
nb: Kamerasøker
nl: Camerazoeker
pl: Wizjer aparatu
pt_br: Visor da câmera
pt_pt: Visor da câmara
ro: Vizor cameră
ru: Видоискатель камеры
sk: Hľadáčik fotoaparátu
sl: Iskalo kamere
sv: Kamerans sökare
th: ช่องมองภาพกล้อง
tr: Kamera vizörü
uk: Видошукач камери
ur: کیمرا ویو فائنڈر
vi: Khung ngắm camera
zh_hans: 相机取景框
zh_hant: 相機觀景窗

source: Cancel
ar: إلغاء
bn: বাতিল
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fi: Kumoa
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Carbs
ar: الكربوهيدرات
bn: কার্বস
cs: Sacharidy
da: Kulhydrater
de: Kohlenhydrate
el: Υδατάνθρακες
es_es: Carbohidratos
fi: Hiilihydraatit
fr: Glucides
he: פחמימות
hi: कार्ब्स
hr: Ugljikohidrati
hu: Szénhidrát
id: Karbo
it: Carboidrati
ja: 炭水化物
ko: 탄수화물
ms: Karbohidrat
nb: Karbohydrater
nl: Koolhydraten
pl: Węglowodany
pt_br: Carboidratos
pt_pt: Hidratos
ro: Carbohidrați
ru: Углеводы
sk: Sacharidy
sl: Ogljikovi hidrati
sv: Kolhydrater
th: คาร์บ
tr: Karbonhidrat
uk: Вуглеводи
ur: کاربس
vi: Carb
zh_hans: 碳水
zh_hant: 碳水

source: Chloride
ar: الكلوريد
bn: ক্লোরাইড
cs: Chloridy
da: Klorid
de: Chlorid
el: Χλωρίδιο
es_es: Cloruro
fi: Kloridi
fr: Chlorure
he: כלוריד
hi: क्लोराइड
hr: Klorid
hu: Klorid
id: Klorida
it: Cloruro
ja: 塩素
ko: 염화물
ms: Klorida
nb: Klorid
pl: Chlorki
pt_br: Cloreto
pt_pt: Cloreto
ro: Clor
ru: Хлорид
sk: Chlorid
sl: Klorid
sv: Klorid
th: คลอไรด์
tr: Klorür
uk: Хлор
ur: کلورائیڈ
vi: Clorua
zh_hans: 氯
zh_hant: 氯

source: Cholesterol
ar: الكوليسترول
bn: কোলেস্টেরল
da: Kolesterol
de: Cholesterin
el: Χοληστερόλη
es_es: Colesterol
fi: Kolesteroli
fr: Cholestérol
he: כולסטרול
hi: कोलेस्ट्रॉल
hr: Kolesterol
hu: Koleszterin
id: Kolesterol
it: Colesterolo
ja: コレステロール
ko: 콜레스테롤
ms: Kolesterol
nb: Kolesterol
pt_br: Colesterol
pt_pt: Colesterol
ro: Colesterol
ru: Холестерин
sl: Holesterol
sv: Kolesterol
th: คอเลสเตอรอล
tr: Kolesterol
uk: Холестерин
ur: کولیسٹرول
zh_hans: 胆固醇
zh_hant: 膽固醇

source: Choline
ar: الكولين
bn: কোলিন
cs: Cholin
da: Cholin
de: Cholin
el: Χολίνη
es_es: Colina
fi: Koliini
he: כולין
hi: कोलीन
hr: Kolin
hu: Kolin
id: Kolin
it: Colina
ja: コリン
ko: 콜린
ms: Kolina
nb: Kolin
pl: Cholina
pt_br: Colina
pt_pt: Colina
ro: Colină
ru: Холин
sk: Cholín
sl: Holin
sv: Kolin
th: โคลีน
tr: Kolin
uk: Холін
ur: کولین
zh_hans: 胆碱
zh_hant: 膽鹼

source: Chromium
ar: الكروم
bn: ক্রোমিয়াম
cs: Chrom
da: Krom
de: Chrom
el: Χρώμιο
es_es: Cromo
fi: Kromi
fr: Chrome
he: כרום
hi: क्रोमियम
hr: Krom
hu: Króm
id: Kromium
it: Cromo
ja: クロム
ko: 크롬
ms: Kromium
nb: Krom
nl: Chroom
pl: Chrom
pt_br: Cromo
pt_pt: Crómio
ro: Crom
ru: Хром
sk: Chróm
sl: Krom
sv: Krom
th: โครเมียม
tr: Krom
uk: Хром
ur: کرومیم
vi: Crom
zh_hans: 铬
zh_hant: 鉻

source: Close
ar: إغلاق
bn: বন্ধ করুন
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es_es: Cerrar
fi: Sulje
fr: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluit
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Collapses the list
ar: يطوي القائمة
bn: তালিকা গুটিয়ে ফেলে
cs: Sbalí seznam
da: Skjuler listen
de: Klappt die Liste ein
el: Συμπτύσσει τη λίστα
es_es: Contrae la lista
fi: Kutistaa luettelon
fr: Réduit la liste
he: מכווץ את הרשימה
hi: सूची को समेटता है
hr: Sažima popis
hu: Összecsukja a listát
id: Menciutkan daftar
it: Comprime l’elenco
ja: リストを折りたたみます
ko: 목록을 접습니다
ms: Menguncupkan senarai
nb: Skjuler listen
nl: Klapt de lijst in
pl: Zwija listę
pt_br: Recolhe a lista
pt_pt: Recolhe a lista
ro: Restrânge lista
ru: Сворачивает список
sk: Zbalí zoznam
sl: Strne seznam
sv: Fäller ihop listan
th: ยุบรายการ
tr: Listeyi daraltır
uk: Згортає список
ur: فہرست کو سمیٹتا ہے
vi: Thu gọn danh sách
zh_hans: 收起列表
zh_hant: 收合列表

source: Continue
ar: متابعة
bn: চালিয়ে যান
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es_es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Naprej
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Copper
ar: النحاس
bn: কপার
cs: Měď
da: Kobber
de: Kupfer
el: Χαλκός
es_es: Cobre
fi: Kupari
fr: Cuivre
he: נחושת
hi: कॉपर
hr: Bakar
hu: Réz
id: Tembaga
it: Rame
ja: 銅
ko: 구리
ms: Kuprum
nb: Kobber
nl: Koper
pl: Miedź
pt_br: Cobre
pt_pt: Cobre
ro: Cupru
ru: Медь
sk: Meď
sl: Baker
sv: Koppar
th: ทองแดง
tr: Bakır
uk: Мідь
ur: کاپر
vi: Đồng
zh_hans: 铜
zh_hant: 銅

source: Create a food with your own values
ar: أنشئ طعامًا بقيمك الخاصة
bn: নিজের মান দিয়ে খাবার তৈরি করুন
cs: Vytvořte jídlo s vlastními hodnotami
da: Opret en fødevare med dine egne værdier
de: Erstelle ein Lebensmittel mit eigenen Werten
el: Δημιουργήστε ένα τρόφιμο με δικές σας τιμές
es_es: Crea un alimento con tus propios valores
fi: Luo ruoka omilla arvoilla
fr: Créez un aliment avec vos propres valeurs
he: יצירת מזון עם ערכים משלך
hi: अपनी वैल्यू के साथ खाना बनाएँ
hr: Stvorite namirnicu s vlastitim vrijednostima
hu: Étel létrehozása saját értékekkel
id: Buat makanan dengan nilai gizi sendiri
it: Crea un alimento con i tuoi valori
ja: 自分で値を入力して食品を作成
ko: 직접 입력한 값으로 음식 만들기
ms: Cipta makanan dengan nilai anda sendiri
nb: Opprett en matvare med egne verdier
nl: Maak een product met je eigen waarden
pl: Utwórz produkt z własnymi wartościami
pt_br: Crie um alimento com seus próprios valores
pt_pt: Crie um alimento com os seus próprios valores
ro: Creează un aliment cu valorile tale
ru: Создайте продукт со своими значениями
sk: Vytvorte jedlo s vlastnými hodnotami
sl: Ustvarite živilo z lastnimi vrednostmi
sv: Skapa ett livsmedel med egna värden
th: สร้างอาหารด้วยค่าที่คุณกำหนดเอง
tr: Kendi değerlerinizle yiyecek oluşturun
uk: Створіть продукт із власними значеннями
ur: اپنی اقدار کے ساتھ کھانا بنائیں
vi: Tạo món ăn với giá trị bạn tự nhập
zh_hans: 使用自定义数值创建食物
zh_hant: 自行輸入數值建立食物

source: Create manually
ar: إنشاء يدويًا
bn: ম্যানুয়ালি তৈরি করুন
cs: Vytvořit ručně
da: Opret manuelt
de: Manuell erstellen
el: Χειροκίνητη δημιουργία
es_es: Crear manualmente
fi: Luo käsin
fr: Créer manuellement
he: יצירה ידנית
hi: मैन्युअली बनाएँ
hr: Stvori ručno
hu: Létrehozás kézzel
id: Buat secara manual
it: Crea manualmente
ja: 手動で作成
ko: 직접 만들기
ms: Cipta secara manual
nb: Opprett manuelt
nl: Maak handmatig aan
pl: Utwórz ręcznie
pt_br: Criar manualmente
pt_pt: Criar manualmente
ro: Creează manual
ru: Создать вручную
sk: Vytvoriť manuálne
sl: Ustvari ročno
sv: Skapa manuellt
th: สร้างเอง
tr: Elle oluştur
uk: Створити вручну
ur: دستی طور پر بنائیں
vi: Tạo thủ công
zh_hans: 手动创建
zh_hant: 手動建立

source: Daily goals
ar: الأهداف اليومية
bn: দৈনিক লক্ষ্য
cs: Denní cíle
da: Daglige mål
de: Tagesziele
el: Ημερήσιοι στόχοι
es_es: Objetivos diarios
fi: Päivätavoitteet
fr: Objectifs quotidiens
he: יעדים יומיים
hi: दैनिक लक्ष्य
hr: Dnevni ciljevi
hu: Napi célok
id: Target harian
it: Obiettivi giornalieri
ja: 1日の目標
ko: 일일 목표
ms: Matlamat harian
nb: Daglige mål
nl: Dagelijkse doelen
pl: Cele dzienne
pt_br: Metas diárias
pt_pt: Objetivos diários
ro: Obiective zilnice
ru: Дневные цели
sk: Denné ciele
sl: Dnevni cilji
sv: Dagliga mål
th: เป้าหมายรายวัน
tr: Günlük hedefler
uk: Денні цілі
ur: روزانہ اہداف
vi: Mục tiêu hằng ngày
zh_hans: 每日目标
zh_hant: 每日目標

source: Daily intense training
ar: تمارين مكثفة يوميًا
bn: প্রতিদিন কঠোর ট্রেনিং
cs: Každodenní intenzivní trénink
da: Daglig intens træning
de: Täglich intensives Training
el: Καθημερινή έντονη προπόνηση
es_es: Entrenamiento intenso a diario
fi: Päivittäistä kovaa treeniä
fr: Entraînement intensif quotidien
he: אימון אינטנסיבי מדי יום
hi: रोज़ कड़ी ट्रेनिंग
hr: Svakodnevni intenzivni trening
hu: Napi intenzív edzés
id: Latihan intens setiap hari
it: Allenamento intenso ogni giorno
ja: 毎日の激しいトレーニング
ko: 매일 고강도 운동
ms: Latihan intensif setiap hari
nb: Intens trening daglig
nl: Dagelijks intensieve training
pl: Codzienne intensywne treningi
pt_br: Treino intenso diário
pt_pt: Treino intenso diário
ro: Antrenament intens zilnic
ru: Интенсивные тренировки каждый день
sk: Každodenný intenzívny tréning
sl: Intenzivna vadba vsak dan
sv: Intensiv träning varje dag
th: ออกกำลังกายหนักทุกวัน
tr: Her gün yoğun antrenman
uk: Інтенсивні тренування щодня
ur: روزانہ سخت ٹریننگ
vi: Tập cường độ cao mỗi ngày
zh_hans: 每天高强度训练
zh_hant: 每天高強度訓練

source: Data from Open Food Facts
ar: البيانات من Open Food Facts
bn: Open Food Facts থেকে প্রাপ্ত ডেটা
cs: Data z Open Food Facts
da: Data fra Open Food Facts
de: Daten von Open Food Facts
el: Δεδομένα από το Open Food Facts
es_es: Datos de Open Food Facts
fi: Tiedot: Open Food Facts
fr: Données d’Open Food Facts
he: נתונים מ-Open Food Facts
hi: Open Food Facts से डेटा
hr: Podaci s Open Food Facts
hu: Az adatok forrása: Open Food Facts
id: Data dari Open Food Facts
it: Dati da Open Food Facts
ja: データ提供: Open Food Facts
ko: 데이터 제공: Open Food Facts
ms: Data daripada Open Food Facts
nb: Data fra Open Food Facts
nl: Gegevens van Open Food Facts
pl: Dane z Open Food Facts
pt_br: Dados do Open Food Facts
pt_pt: Dados do Open Food Facts
ro: Date de la Open Food Facts
ru: Данные из Open Food Facts
sk: Údaje z Open Food Facts
sl: Podatki iz Open Food Facts
sv: Data från Open Food Facts
th: ข้อมูลจาก Open Food Facts
tr: Veri kaynağı: Open Food Facts
uk: Дані з Open Food Facts
ur: ڈیٹا بشکریہ Open Food Facts
vi: Dữ liệu từ Open Food Facts
zh_hans: 数据来自 Open Food Facts
zh_hant: 資料來自 Open Food Facts

source: Decrease
ar: إنقاص
bn: কমান
cs: Snížit
da: Formindsk
de: Verringern
el: Μείωση
es_es: Disminuir
fi: Pienennä
fr: Diminuer
he: הקטנה
hi: घटाएँ
hr: Smanji
hu: Csökkentés
id: Kurangi
it: Diminuisci
ja: 減らす
ko: 감소
ms: Kurangkan
nb: Reduser
nl: Verlaag
pl: Zmniejsz
pt_br: Diminuir
pt_pt: Diminuir
ro: Micșorează
ru: Уменьшить
sk: Znížiť
sl: Zmanjšaj
sv: Minska
th: ลด
tr: Azalt
uk: Зменшити
ur: کم کریں
vi: Giảm
zh_hans: 减少
zh_hant: 減少

source: Delete
ar: حذف
bn: মুছুন
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es_es: Eliminar
fi: Poista
fr: Supprimer
he: מחיקה
hi: मिटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete all data
ar: حذف جميع البيانات
bn: সব ডেটা মুছুন
cs: Smazat všechna data
da: Slet alle data
de: Alle Daten löschen
el: Διαγραφή όλων των δεδομένων
es_es: Eliminar todos los datos
fi: Poista kaikki tiedot
fr: Supprimer toutes les données
he: מחיקת כל הנתונים
hi: सारा डेटा मिटाएँ
hr: Izbriši sve podatke
hu: Minden adat törlése
id: Hapus semua data
it: Elimina tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
ms: Padam semua data
nb: Slett alle data
nl: Wis alle gegevens
pl: Usuń wszystkie dane
pt_br: Apagar todos os dados
pt_pt: Apagar todos os dados
ro: Șterge toate datele
ru: Удалить все данные
sk: Vymazať všetky údaje
sl: Izbriši vse podatke
sv: Radera alla data
th: ลบข้อมูลทั้งหมด
tr: Tüm verileri sil
uk: Видалити всі дані
ur: تمام ڈیٹا حذف کریں
vi: Xóa tất cả dữ liệu
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

source: Delete all data?
ar: هل تريد حذف جميع البيانات؟
bn: সব ডেটা মুছবেন?
cs: Smazat všechna data?
da: Slet alle data?
de: Alle Daten löschen?
el: Διαγραφή όλων των δεδομένων;
es_es: ¿Eliminar todos los datos?
fi: Poistetaanko kaikki tiedot?
fr: Supprimer toutes les données ?
he: למחוק את כל הנתונים?
hi: सारा डेटा मिटाएँ?
hr: Izbrisati sve podatke?
hu: Törlöd az összes adatot?
id: Hapus semua data?
it: Eliminare tutti i dati?
ja: すべてのデータを削除しますか？
ko: 모든 데이터를 삭제할까요?
ms: Padam semua data?
nb: Slette alle data?
nl: Alle gegevens wissen?
pl: Usunąć wszystkie dane?
pt_br: Apagar todos os dados?
pt_pt: Apagar todos os dados?
ro: Ștergi toate datele?
ru: Удалить все данные?
sk: Vymazať všetky údaje?
sl: Izbrisati vse podatke?
sv: Radera alla data?
th: ลบข้อมูลทั้งหมดหรือไม่
tr: Tüm veriler silinsin mi?
uk: Видалити всі дані?
ur: تمام ڈیٹا حذف کریں؟
vi: Xóa tất cả dữ liệu?
zh_hans: 要删除所有数据吗？
zh_hant: 要刪除所有資料嗎？

source: Delete entry
ar: حذف الإدخال
bn: এন্ট্রি মুছুন
cs: Smazat záznam
da: Slet post
de: Eintrag löschen
el: Διαγραφή καταχώρισης
es_es: Eliminar entrada
fi: Poista merkintä
fr: Supprimer l’entrée
he: מחיקת רשומה
hi: एंट्री मिटाएँ
hr: Izbriši unos
hu: Bejegyzés törlése
id: Hapus entri
it: Elimina voce
ja: 記録を削除
ko: 기록 삭제
ms: Padam entri
nb: Slett oppføring
nl: Verwijder item
pl: Usuń wpis
pt_br: Apagar registro
pt_pt: Apagar registo
ro: Șterge înregistrarea
ru: Удалить запись
sk: Vymazať záznam
sl: Izbriši vnos
sv: Radera post
th: ลบรายการ
tr: Kaydı sil
uk: Видалити запис
ur: اندراج حذف کریں
vi: Xóa mục
zh_hans: 删除记录
zh_hant: 刪除記錄

source: Delete product
ar: حذف المنتج
bn: পণ্য মুছুন
cs: Smazat produkt
da: Slet produkt
de: Produkt löschen
el: Διαγραφή προϊόντος
es_es: Eliminar producto
fi: Poista tuote
fr: Supprimer le produit
he: מחיקת מוצר
hi: प्रोडक्ट मिटाएँ
hr: Izbriši proizvod
hu: Termék törlése
id: Hapus produk
it: Elimina prodotto
ja: 食品を削除
ko: 제품 삭제
ms: Padam produk
nb: Slett produkt
nl: Verwijder product
pl: Usuń produkt
pt_br: Apagar produto
pt_pt: Apagar produto
ro: Șterge produsul
ru: Удалить продукт
sk: Vymazať produkt
sl: Izbriši izdelek
sv: Radera produkt
th: ลบสินค้า
tr: Ürünü sil
uk: Видалити продукт
ur: پروڈکٹ حذف کریں
vi: Xóa sản phẩm
zh_hans: 删除食品
zh_hant: 刪除產品

source: Delete product?
ar: هل تريد حذف المنتج؟
bn: পণ্য মুছবেন?
cs: Smazat produkt?
da: Slet produkt?
de: Produkt löschen?
el: Διαγραφή προϊόντος;
es_es: ¿Eliminar el producto?
fi: Poistetaanko tuote?
fr: Supprimer le produit ?
he: למחוק את המוצר?
hi: प्रोडक्ट मिटाएँ?
hr: Izbrisati proizvod?
hu: Törlöd a terméket?
id: Hapus produk?
it: Eliminare il prodotto?
ja: 食品を削除しますか？
ko: 제품을 삭제할까요?
ms: Padam produk?
nb: Slette produktet?
nl: Product verwijderen?
pl: Usunąć produkt?
pt_br: Apagar produto?
pt_pt: Apagar produto?
ro: Ștergi produsul?
ru: Удалить продукт?
sk: Vymazať produkt?
sl: Izbrisati izdelek?
sv: Radera produkt?
th: ลบสินค้าหรือไม่
tr: Ürün silinsin mi?
uk: Видалити продукт?
ur: پروڈکٹ حذف کریں؟
vi: Xóa sản phẩm?
zh_hans: 要删除食品吗？
zh_hant: 要刪除產品嗎？

source: Delete this entry?
ar: هل تريد حذف هذا الإدخال؟
bn: এই এন্ট্রি মুছবেন?
cs: Smazat tento záznam?
da: Slet denne post?
de: Diesen Eintrag löschen?
el: Διαγραφή αυτής της καταχώρισης;
es_es: ¿Eliminar esta entrada?
fi: Poistetaanko tämä merkintä?
fr: Supprimer cette entrée ?
he: למחוק רשומה זו?
hi: यह एंट्री मिटाएँ?
hr: Izbrisati ovaj unos?
hu: Törlöd ezt a bejegyzést?
id: Hapus entri ini?
it: Eliminare questa voce?
ja: この記録を削除しますか？
ko: 이 기록을 삭제할까요?
ms: Padam entri ini?
nb: Slette denne oppføringen?
nl: Dit item verwijderen?
pl: Usunąć ten wpis?
pt_br: Apagar este registro?
pt_pt: Apagar este registo?
ro: Ștergi această înregistrare?
ru: Удалить эту запись?
sk: Vymazať tento záznam?
sl: Izbrisati ta vnos?
sv: Radera denna post?
th: ลบรายการนี้หรือไม่
tr: Bu kayıt silinsin mi?
uk: Видалити цей запис?
ur: یہ اندراج حذف کریں؟
vi: Xóa mục này?
zh_hans: 要删除这条记录吗？
zh_hant: 要刪除此記錄嗎？
